{"id":634,"date":"2017-05-16T12:57:07","date_gmt":"2017-05-16T12:57:07","guid":{"rendered":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/?page_id=634"},"modified":"2017-05-16T12:57:07","modified_gmt":"2017-05-16T12:57:07","slug":"where-we-work","status":"publish","type":"page","link":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/where-we-work\/","title":{"rendered":"Where We Work"},"content":{"rendered":"<h2 class=\"sc-headline hi-states\">DOMESTIC<\/h2>\n<p>In the past 20 years, Convoy of Hope has been active in 48 states and providing disaster response, conducting community outreach events, and directing nutritional programs and sustainability projects.<\/p>\n<blockquote>\n<div class=\"quote\">Day two, no help was in sight…until your Convoy of Hope pulled into our city. It was literally a blessing. We have never seen such a sight. Your company of volunteers came with a smile, a warm handshake and a word of encouragement.<\/div>\n<\/blockquote>\n<div class=\"quote\">\n<p>Convoy of Hope’s world-distribution center and corporate offices are located in Springfield, Missouri at the crossroads of America, where U.S. 65 and I-44 intersect. Springfield is an ideal location for the rapid transportation of goods. Loads of food and other relief supplies are transferred to and from the warehouse weekly.<\/p>\n<h2 class=\"sc-headline hi-world\">INTERNATIONAL<\/h2>\n<p>Since Convoy of Hope was established it has brought help and hope to<\/p>\n<p>114<\/p>\n<p>countries and counting. This has been made possible, in part, thanks to Convoy of Hope Europe.<\/p>\n<h3>FOCUS COUNTRIES<\/h3>\n<h5>HAITI<\/h5>\n<p>While we began feeding children in Haiti in 2007, our program expanded immensely following the 2010 earthquake. After the disaster struck, we were on the ground immediately providing relief to survivors, including children. Today, we’re feeding<\/p>\n<p>90,704<\/p>\n<p>children at 1,108 program centers. Haiti was also the pilot country for our Agricultural Initiative. Through this initiative, we’re educating rural farmers who are producing crops and bettering their lives and the lives of hungry children.<\/p>\n<h5><\/h5>\n<h5>EL SALVADOR<\/h5>\n<p>We began feeding children in El Salvador in 2007 and the initiative has seen positive growth in the years since. Currently<\/p>\n<p>16,140<\/p>\n<p>children are being fed at 79 program centers s in El Salvador. We also piloted our Mother’s Club program in this country, through which we provide poverty-stricken mothers with entrepreneurial skills they use to earn a living and provide for their families.<\/p>\n<h5>LEBANON<\/h5>\n<p>Since 2014, we have worked with local partners to provide vital resources to refugees fleeing Syria including food, heaters, newborn health kits, hygiene kits, coats and more.  In 2016, we were able to implement an emergency-based feeding program in Lebanon serving 650 Lebanese and Syrian refugee children at two schools and refugee camps. We will continue to work with our partners in the area to serve even more children and families in these war-torn communities.<\/p>\n<h5>HONDURAS<\/h5>\n<p>There is a great need to feed hungry children and families in Honduras. Our CFI was established in 2011 and there are currently<\/p>\n<p>4,028<\/p>\n<p>children are being fed at 45 program centers. We’ve also started our Mother’s Clubs program in Honduras after its success in neighboring El Salvador.<\/p>\n<h5>NICARAGUA<\/h5>\n<p>The Children’s Feeding Initiative started in 2007 and we’re currently feeding<\/p>\n<p>13,231<\/p>\n<p>children at 38 program centers.<\/p>\n<h5>THE PHILIPPINES<\/h5>\n<p>We began feeding children in the Philippines in 2009 and it has become one of our largest feeding countries with<\/p>\n<p>20,427<\/p>\n<p>children currently enrolled in the initiative at 235 program centers. The Philippines is prone to natural disasters such as earthquakes and typhoons, so having an efficient feeding network allows us to respond quickly when disasters strike the island nation.<\/p>\n<h5>TANZANIA<\/h5>\n<p>One of our newer countries, our CFI in Tanzania was established in 2013 and we’re currently feeding<\/p>\n<p>1,750<\/p>\n<p>children at 5 program centers. Our women’s micro-enterprise program that equips women with financial education, vocational training, cooperative saving groups and even start-up capital is being implemented in Tanzania as well as our Empowered Girls program that brings educational programs to schools and communities.<\/p>\n<h5>KENYA<\/h5>\n<p>After establishing our program in Kenya in 2009, we began helping the Maasai people find ways to get clean water to their villages. Maasai tribes in one region had been desperately searching for ways to overcome their lack of water when they discovered the answer lied within Mt. Suswa, an active volcano. They found that the lava flow running beneath them was heating existing ground water, turning it into steam and trapping it in the earth. They began harvesting the steam by inserting pipes in the ground and collecting it as it turns to distilled water. We’ve funded the work at 12 sites where the Maasai are utilizing this method. There are currently<\/p>\n<p>2,677<\/p>\n<p>children being fed at 15 program centers in Kenya.<\/p>\n<h5>ETHIOPIA<\/h5>\n<p>The CFI in Ethiopia was established in 2013. Currently<\/p>\n<p>1,500<\/p>\n<p>children are being fed at 4 program centers. Ethiopia is home to the pilot of our women’s micro-enterprise program that equips women with financial education, vocational training, cooperative saving groups and even start-up capital.<\/p>\n<h5>NEPAL<\/h5>\n<p>In 2015, Convoy of Hope responded to a devastating earthquake in Nepal. In 2016, we added 600 children at four schools to our Children’s Feeding Initiative. In addition to the feeding program, we’ve also facilitated agriculture trainings to nearly 200 participants to address the underlying food security issues. Community members, teachers and parents are reporting significant changes in the village from these programs including better attendance because the children are sick less often.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>DOMESTIC In the past 20 years, Convoy of Hope has been active in 48 states and providing disaster response, conducting community outreach events, and directing nutritional programs and sustainability projects. Day two, no help was in sight…until your Convoy of Hope pulled into our city. It was literally a blessing. We have never seen such [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/pages\/634"}],"collection":[{"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/comments?post=634"}],"version-history":[{"count":1,"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/pages\/634\/revisions"}],"predecessor-version":[{"id":635,"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/pages\/634\/revisions\/635"}],"wp:attachment":[{"href":"http:\/\/kodeforest.net\/wp-demo\/disaster-relief\/wp-json\/wp\/v2\/media?parent=634"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}